/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"ENABLECRASHLOGGER"="Crash Logger"
"CRASHLOGGERDETAIL"="Crash logger will send a report back to the server, to enable developers to fix any potential bugs/issues"
"Title"="Logger"
"ENABLEDEBUGGER"="Enable Debugger"
"DEBUGGERDETAIL"="Enabling a debugger lets you details of the dynamic libraries that are loaded on to the memory. This will not send any details to the server. You can view the debug information on the Console from your mac. \n Currently the debugger stores the information only till the next application launch and post that its cleared."